Repository: pavanishika-mekala/Hackathon
Catalog: MyApprovals/resources/i18n/iphone_properties/*.lproj/Localizable.strings
Languages: fr_be

# i18n.ess.frmApprovalRequestDetail.lblHeader.PurchaseRequistionHeader
source: Purchase Requistion Details
fr_be: Détails de la demande d'achat

# i18n.ess.myApprovals.pleaseSelectRequestType
source: Please select request type
fr_be: Sélectionnez le type de demande

# i18n.ess.myApprovals.invalidRequest
source: Invalid request.
fr_be: Requête invalide.

# i18n.ess.frmApprovalRequestDetail.WorkOrderType.Priority
source: Priority
fr_be: Priorité

# i18n.ess.myApprovals.edit
source: Edit
fr_be: Modifier

# i18n.ess.myApprovals.selectDelegatedApprover
source: Select Delegated Approver
fr_be: Choisir un approbateur délégué

# i18n.ess.myApprovals.active
source: Active
fr_be: Actif

# i18n.ess.myApprovals.delegationAlreadyExistsForTheSelectedPeriod
source: Delegation Already Exists for the Selected Period.
fr_be: La délégation existe déjà pour la période sélectionnée.

# i18n.ess.myApprovals.validatingRequest
source: Validating Request...
fr_be: Validation de la demande ...

# i18n.ess.myApprovals.creatingRequest
source: Creating Request...
fr_be: Créer une requête ...

# i18n.ess.Date.shortmonth.feb
source: Feb
fr_be: Fév

# i18n.ess.Date.shortmonth.apr
source: Apr
fr_be: Avr

# i18n.ess.Date.shortmonth.may
source: May
fr_be: Mai

# i18n.ess.Date.shortmonth.jun
source: Jun
fr_be: Juin

# i18n.ess.Date.shortmonth.jul
source: Jul
fr_be: Juil

# i18n.ess.Date.shortmonth.aug
source: Aug
fr_be: Aoû

# i18n.ess.myApprovals.DataOperations.ErrorMessage.MarkAsLater
source: Unable to mark it as later
fr_be: Impossible de le marquer comme "plus tard"

# i18n.ess.myApprovals.DataOperations.ErrorMessage.ApproveRequest
source: Unable to Approve the Approval request
fr_be: Impossible de valider la demande d'approbation

# i18n.ess.myApprovals.DataOperations.ErrorMessage.RejectRequest
source: unable to Reject the Approval Request
fr_be: Impossible de mettre la demande d'approbation en statut "à discuter"

# i18n.ess.myApprovals.unableToLoadForm
source: Unable to load form
fr_be: Impossible de charger le formulaire

# 18n.ess.MyApprovals.frmSettings.lblPushNotification.text
source: Push Notifications
fr_be: Notifications push

# i18n.ess.myApprovals.FrmFullDetails.ErrorMessage.Formloading
source: unable to retrieve the Full Details of the approval Request
fr_be: Impossible de récupérer les détails complets de la demande d'approbation

# i18n.ess.myApprovals.FrmRequestedList.ErrorMessage.Formloading
source: Unable to retrive the requested type approaval request
fr_be: Impossible de récupérer la demande d'approbation demandée

# i18n.ess.common.errorOnEnableNotifications
source: Error Occured while Enabling Push Notifications !
fr_be: Une erreur s'est produite lors de l'activation des notifications Push!

# i18n.ess.common.errorOnDisableNotifications
source: Error Occured while Disabling Push Notifications !
fr_be: Une erreur s'est produite lors de la désactivation des notifications Push!

# i18n.ess.common.Settings
source: Settings
fr_be: Paramètres

# i18n.ess.common.settings.reset
source: Reset
fr_be: Réinitialiser

# i18n.ess.common.settings.applyChanges
source: Applying Changes
fr_be: Application des changements

# i18n.ess.common.loadingForm
source: Loading Form
fr_be: Chargement du formulaire

# i18n.ess.common.userComment
source: User Comment
fr_be: Commentaire de l'utilisateur

# i18n.ess.frmApprovalRequestDetail.Title.Expense
source: Expense
fr_be: Dépense

# i18n.ess.common.handleError
source: Reset failed
fr_be: La réinitialisation a échouée

# i18n.ess.frmApprovalsDashBoardDW.Dashboard
source: Dashboard
fr_be: Tableau de bord

# i18n.ess.frmApprovalsDashBoardDW.PendingRequests
source: All Pending Requests
fr_be: Toutes les demandes en cours

# i18n.ess.frmApprovalsDashBoardDW.DelegationRequests
source: Delegation Requests
fr_be: Demandes de délégation

# i18n.ess.frmApprovalsDashBoardDW.LeaveRequests
source: LEAVE REQUESTS
fr_be: DEMANDES DE CONGÉS

# i18n.ess.frmApprovalsDashBoardDW.ExpenseRequests
source: EXPENSE REQUESTS
fr_be: DEMANDES DE DEPENSES

# i18n.ess.frmApprovalsDashBoardDW.TimeRequests
source: TIME REQUESTS
fr_be: DEMANDES TIMESHEET

# i18n.ess.frmApprovalsDashBoardDW.PurchaseRequests
source: PURCHASE REQUESTS
fr_be: DEMANDES D'ACHAT

# i18n.ess.frmApprovalsDashBoardDw.WorkRequests
source: WORK REQUESTS
fr_be: DEMANDES DE TRAVAIL

# i18n.ess.frmApprovalsDashBoardDW.Reject
source: REJECT
fr_be: A DISCUTER

# i18n.ess.frmApprovalsDashBoardDW.Approve
source: APPROVE
fr_be: APPROUVER

# i18n.ess.frmApprovalsDashBoardDW.Skip
source: SKIP
fr_be: PASSER

# i18n.ess.frmPendingReqDW.SearchByName
source: Search by Name
fr_be: Recherche par nom

# i18n.ess.frmPendingReqDW.Reject
source: Reject
fr_be: A discuter

# i18n.ess.frmPendingReqDW.Approve
source: Approve
fr_be: Approuver

# i18n.ess.frmPendingReqDW.Req
source: Requests
fr_be: Demandes

# i18n.ess.frmPendingReqDW.Leave
source: Leave
fr_be: Congé

# i18n.ess.frmPendingReqDW.Expense
source: Expense
fr_be: Dépense

# i18n.ess.frmPendingReqDW.Time
source: Time
fr_be: Prestation

# i18n.ess.frmPendingReqDW.Purchase
source: Purchase
fr_be: Achat

# i18n.ess.frmPendingReqDW.Work
source: Work
fr_be: Travail

# i18n.ess.Login.sessionExpiredError
source: Login Session Expired. Please login again
fr_be: La session a expirée. Veuillez vous connecter à nouveau

# i18n.ess.Login.unknownError
source: Unknown Error Occured. Try again
fr_be: Une erreur inconnue est survenue. Réessayez

# i18n.ess.frmPendingReqDW.ShowBy
source: Show by:
fr_be: Présenté par:

# i18n.ess.frmPendingReqDW.RequestType
source: Request Type
fr_be: Type de demande

# i18n.ess.frmPendingReqDW.people
source: People
fr_be: Personnes

# i18n.ess.frmPendingReqDW.ApproveExpenseRequest
source: Approve Expense Request
fr_be: Approuver la demande de dépenses

# i18n.ess.frmPendingReqDW.Comments
source: Comments
fr_be: Commentaires

# i18n.ess.frmPendingReqDW.Cancel
source: Cancel
fr_be: Annuler

# i18n.ess.frmPendingReqDW.Confirm
source: Confirm
fr_be: Confirmer

# i18n.ess.frmPendingReqDW.SentByMe
source: Sent By Me
fr_be: Envoyé par moi

# i18n.ess.frmPendingReqDW.SentToMe
source: Sent To Me
fr_be: Envoyé à moi

# i18n.ess.frmPendingReqDW.Send
source: Send
fr_be: Envoyer

# i18n.ess.frmDelegationReqDW.TypeHere
source: Type Here
fr_be: Écrivez ici

# i18n.ess.frmDelegationReqDW.NewRequest
source: New Request
fr_be: Nouvelle requête

# i18n.ess.frmDelegationReqDW.From
source: From
fr_be: De

# i18n.ess.frmDelegationReqDW.To
source: To
fr_be: À

# i18n.ess.frmDelegationReqDW.IndefinitePeriod
source: Indefinite Period
fr_be: Période indéfinie

# i18n.ess.frmDelegationReqDW.SelectDelegatedApprover
source: Select Delegated Approver
fr_be: Choisir un approbateur délégué

# i18n.ess.frmDelegationReqDW.TypeEmployeeNameorID
source: Type employee name or ID
fr_be: Entrez le nom ou l'ID du salarié

# i18n.ess.frmDelegationReqDW.SelectRequestType
source: Select Request Type(s)
fr_be: Sélectionnez le type(s) de demande

# i18n.ess.frmDelegationReqDW.SelectAll
source: Select All
fr_be: Tout sélectionner

# i18n.ess.frmDelegationReqDW.WorkOrder
source: Work Order
fr_be: Ordre de travail

# i18n.ess.frmDelegationReqDW.Comments
source: Comments:
fr_be: Commentaires:

# i18n.ess.frmHamburgerDW.ApplicationPreferences
source: Application Preferences
fr_be: Préférences d'application

# i18n.ess.frmHamburgerDW.ShowFirst
source: Show First
fr_be: Montrer d'abord

# i18n.ess.frmHistoryDW.History
source: History
fr_be: Historique

# i18n.ess.frmHistoryDW.ApprovalRequest
source: Approval Request
fr_be: Demande d'approbation

# i18n.ess.frmHistoryDW.DelegationRequest
source: Delegation Request
fr_be: Demande de délégation

# i18n.ess.frmHistoryDW.SelectRequestStatus
source: Select Request Status
fr_be: Sélectionnez l'état de la demande

# i18n.ess.frmHistoryDW.Approved
source: Approved
fr_be: Approuvé

# i18n.ess.frmHistoryDW.Pending
source: Pending
fr_be: En attente

# i18n.ess.frmHistoryDW.Rejected
source: Rejected
fr_be: A discuter

# i18n.ess.frmHistoryDW.Clear
source: Clear
fr_be: Effacer

# i18n.ess.frmHistoryDW.ApplyFilters
source: Apply Filters
fr_be: Appliquer des filtres

# i18n.ess.frmTeamCalendarDW.TeamCalendar
source: Team Calendar
fr_be: Calendrier de l'équipe

# i18n.ess.frmTeamCalendarDW.Employee
source: Employee
fr_be: Employé

# i18n.ess.frmLoginDW.AppKey
source: App Key
fr_be: Clé de l'application

# i18n.ess.frmLoginDW.AppSecret
source: App Secret
fr_be: Secret de l'application

# i18n.ess.frmLoginDW.Reconfigure
source: Reconfigure
fr_be: Reconfigurer

# i18n.ess.frmLoginDW.RememberMe
source: Remember Me
fr_be: Sauver mes données

# i18n.ess.myApprovals.signInSmall
source: Sign In
fr_be: Se connecter

# i18n.ess.myApprovals.login.username.tab
source: User Name
fr_be: Nom d'utilisateur

# i18n.ess.Login.enableTouchIDDescription_android
source: You can use your fingerprint every time you login to MyApprovals
fr_be: Vous pouvez utiliser votre empreinte digitale chaque fois que vous vous connectez à MyApprovals

# i18n.ess.Login.useTouchId_android
source: Use Fingerprint to Authenticate
fr_be: Utiliser votre empreinte digitale pour vous authentifier

# i18n.ess.frmApprovalRequestDetail.Title.PurchaseOrder
source: PURCHASE ORDER
fr_be: BON DE COMMANDE

# i18n.ess.frmApprovalRequestDetail.Title.PurchaseRequisition
source: PURCHASE REQUISITION
fr_be: DEMANDE D'ACHAT

# i18n.ess.frmApprovalRequestDetail.Title.WorkOrder
source: WORK ORDER
fr_be: ORDRE DE TRAVAIL

# i18n.ess.myApprovals.stopped
source: Stopped
fr_be: Arrêté

# i18n.ess.frmSearch.ErrorMessage.bindDataSearch
source: Error occurred while processing data received from server
fr_be: Une erreur s'est produite lors du traitement des données reçues du serveur

# i18n.ess.myApprovalsTab.loginQR.TypeAppKey
source: Type App Key
fr_be: Tapez la clé de l'application

# i18n.ess.myApprovalsTab.loginQR.TypeAppSecret
source: Type App Secret
fr_be: Tapez le secret d'application

# i18n.ess.myApprovalsTab.loginQR.TypeServiceUrl
source: Type Service URL
fr_be: Tapez l'URL du service

# i18n.ess.myApprovalsTab.loginQR.TypeVersionNumber
source: Type Version Number
fr_be: Tapez le Numéro de version

# i18n.ess.myApprovalsTab.loginQR.QRCodeSetup
source: QR Code Setup
fr_be: Configuration du code QR

# i18n.ess.myApprovalsTab.loginQR.setupManual
source: Setup Manually
fr_be: Configuration manuelle

# i18n.ess.myApprovals.hamburger.onlineMode
source: ONLINE MODE
fr_be: MODE EN LIGNE

# i18n.ess.myApprovals.hamburger.offlineMode
source: OFFLINE MODE
fr_be: MODE HORS-LIGNE

# i18n.myPay.tab.hamburger.syncNow
source: Sync Now
fr_be: Synchroniser maintenant

# i18n.myPay.tab.hamburger.viewHistory
source: View History
fr_be: Voir l'historique

# i18n.myPay.tab.hamburger.Logout
source: Logout
fr_be: Déconnexion

# i18n.myPay.tab.hamburger.settings
source: Settings
fr_be: Paramètres

# i18n.myPay.tab.hamburger.apps
source: Apps
fr_be: Applications

# i18n.myPay.tab.hamburger.leave
source: LEAVE
fr_be: CONGE

# i18n.myPay.tab.hamburger.expense
source: EXPENSE
fr_be: DEPENSE

# i18n.myPay.tab.hamburger.profile
source: PROFILE
fr_be: PROFIL

# i18n.myPay.tab.hamburger.time
source: TIME
fr_be: PRESTATION

# i18n.myPay.tab.hamburger.pay
source: PAY
fr_be: PAYER

# i18n.myPay.tab.hamburger.approval
source: APPRAOVAL
fr_be: APPROBATION

# i18n.myPay.tab.hamburger.Application_last_synced on
source: Application last synced on
fr_be: Dernière sychronisation de l'application le

# i18n.myPay.tab.hamburger.Application_settings
source: Application settings
fr_be: Paramètres de l'application

# i18n.myPay.tab.hamburger.Push_notification
source: Push Notification
fr_be: Notification push

# i18n.myPay.tab.hamburger.Application)_reset
source: Application Reset
fr_be: Réinitialisation de l'application

# i18n.myPay.tab.hamburger.notification_on
source: You are getting device notifications
fr_be: Vous recevez des notifications sur votre appareil

# i18n.myPay.tab.hamburger.notification_off
source: You are not getting device notifications
fr_be: Vous n'obtenez pas de notifications sur votre appareil

# i18n.myPay.tab.hamburger.application_reset_description
source: It will delete all the app data on device.
fr_be: Toutes les données de l'application seront supprimées sur votre appareil.

# i18n.myPay.tab.hamburger.last_synced
source: Last Synced on
fr_be: Dernière synchronisation

# i18n.myPay.tab.hamburger.Currency
source: Currency
fr_be: Devise

# i18n.myPay.tab.hamburger.Language
source: Language
fr_be: Langue

# i18n.ess.frmHamburger.ApplicationSettings
source: Application Settings
fr_be: Paramètres de l'application

# i18n.ess.myLeave.frmSettings.Currency
source: Currency
fr_be: Devise

# i18n.ess.myLeave.frmSettings.Language
source: Language
fr_be: Langue

# i18n.ess.myLeave.frmSettings.PushNotificationDescription
source: You're getting device notifications
fr_be: Vous recevez des notifications sur votre appareil

# i18n.ess.myLeave.frmSettings.ApplicationReset
source: Application Reset
fr_be: Reset de l'application

# i18n.ess.myLeave.frmSettings.ApplicationResetDescription
source: It will delete all the app data on device
fr_be: Toutes les données de l'application seront supprimées sur votre appareil.

# i18n.ess.myLeave.frmSettings.Reset
source: Reset
fr_be: Réinitialiser

# i18n.ess.segment.typeofrequest
source: Type of Requests
fr_be: Type de demande
