Repository: pavanishika-mekala/Hackathon
Catalog: MyApprovals/resources/i18n/iphone_properties/*.lproj/Localizable.strings
Languages: fr_be

# i18n.ess.Login.validateCredentials
source: Please verify username/password and try again
fr_be: Veuillez vérifier le nom d'utilisateur et le mot de passe et réessayer

# i18n.ess.Login.wrongCredentials
source: Login Error! Wrong username or password
fr_be: Erreur d'identification! Nom d'utilisateur ou mot de passe incorrect

# i18n.ess.Login.TouchIdError5001
source: Authentication is not successful because a user fails to provide valid credentials
fr_be: Echec d'authentification. Un utilisateur ne fournit pas d'informations d'identification valides

# i18n.ess.Login.TouchIdError5002
source: Authentication is canceled by a user
fr_be: L'authentification est annulée par un utilisateur

# i18n.ess.Login.TouchIdError5003
source: Authentication is canceled because a user taps the fallback button (Enter Password)
fr_be: L'authentification est annulée car un utilisateur tape le bouton Retour (Entrer le mot de passe)

# i18n.ess.Login.TouchIdError5004
source: Authentication is canceled by system
fr_be: L'authentification est annulée par le système

# i18n.ess.Login.TouchIdError5005
source: Authentication does not start because the passcode is not set on the device
fr_be: Authentification impossible car le mot de passe n'est pas défini sur l'appareil

# i18n.ess.Login.TouchIdError5006
source: Authentication does not start because Touch ID is not available on the device
fr_be: Authentification impossible car Touch ID n'est pas disponible sur l'appareil

# i18n.ess.Login.TouchIdError5007
source: Authentication does not start because Touch ID has no enrolled fingerprints
fr_be: L'authentification ne démarre pas car Touch ID n'a pas d'empreintes identifiées

# i18n.ess.Login.TouchIdError5008
source: Authentication does not start because Target device's OS does not support local authentication with Touch ID
fr_be: L'authentification ne démarre pas car le dispositif cible OS n'accepte l'authentification locale avec Touch ID

# i18n.ess.Login.unknownStatus
source: Unknown Authentication Status
fr_be: État d'authentification inconnu

# i18n.ess.Login.registerUserForTouchId
source: Please register a valid user with TouchID. Login now with RememberMe checked-in & App will setup TouchID for you
fr_be: Veuillez enregistrer un utilisateur valide avec TouchID. Connectez-vous maintenant avec Check-in RememberMe et l'application va configurer TouchID pour vous

# i18n.ess.Login.loginNow
source: Login Now
fr_be: Connectez-vous maintenant

# i18n.ess.Login.loginWithTouchId
source: Or Login with Touch ID
fr_be: Ou connectez-vous avec Touch ID

# i18n.ess.Login.username
source: Username
fr_be: Nom d'utilisateur

# i18n.ess.Login.password
source: Password
fr_be: Mot de passe

# i18n.ess.Login.signin
source: SIGN IN
fr_be: SE CONNECTER

# i18n.ess.Login.rememberMe
source: Remember Me
fr_be: Sauver mes données

# i18n.ess.Login.enable
source: Enable
fr_be: Activer

# i18n.ess.Login.notnow
source: Not Now
fr_be: Pas maintenant

# i18n.ess.Login.enableTouchIDDescription
source: You can use your Phone's Touch ID every time you login to MyApprovals
fr_be: Vous pouvez utiliser le TouchId de votre téléphone chaque fois que vous vous connectez à MyApprovals

# i18n.ess.Login.useTouchId
source: Use TouchId to authenticate
fr_be: Utilisez TouchId pour vous authentifier

# i18n.ess.Login.authenticateThroughTouchId
source: Use TouchId
fr_be: Utilisez TouchId

# i18n.ess.Login.SyncingData
source: Syncing Data...
fr_be: Synchronisation des données ...

# i18n.ess.Login.Authenticating
source: Authenticating...
fr_be: Authentification ...

# i18n.ess.Login.initializing
source: Initializing App...
fr_be: Initialisation de l'application ...

# i18n.ess.Login.LogoutMessage
source: Are you sure you want to Logout?
fr_be: Êtes-vous sûr de vouloir vous déconnecter?

# i18n.ess.Login.Cancel
source: Cancel
fr_be: Annuler

# i18n.ess.Offline.title.text
source: Offline Mode
fr_be: Mode hors-ligne

# i18n.ess.Offline.message.text
source: You can continue using the app in offline mode. When you need to submit something, please sync the app.
fr_be: Vous pouvez continuer à utiliser l'application en mode hors connexion. Lorsque vous devez soumettre quelque chose, synchronisez l'application.

# i18n.ess.Offline.continue.text
source: Continue Offline
fr_be: Continuer hors ligne

# i18n.ess.Offline.sync.text
source: Sync App Now
fr_be: Synchroniser l'application maintenant

# i18n.ess.Login.sessionInvalidateErrorMessage
source: Session/Token got invalidated in the backend. Please login again.
fr_be: Session / Token est invalide. Veuillez vous connecter à nouveau.

# i18n.ess.Login.sessionInvalidateErrorTitle
source: Session Expired
fr_be: La session a expiré

# i18n.ess.Login.offlineLoginFailure
source: Please login in Online Mode.
fr_be: Connectez-vous

# i18n.ess.Login.appOnline
source: APP ONLINE
fr_be: APPLICATION ONLINE

# i18n.ess.Login.appOffline
source: APP OFFLINE
fr_be: APPLICATION OFFLINE

# i18n.ess.MyApprovals.frmExpenseReportDetail.FullDetail
source: Full Details
fr_be: Tous les détails

# i18n.ess.MyApprovals.frmExpenseReportDetail.AuditTrial
source: Audit Trail
fr_be: Traçabilité d'audit

# i18n.ess.MyApprovals.common.Days.text
source: Days
fr_be: Journées

# i18n.ess.MyApprovals.common.Day.text
source: Day
fr_be: Journée

# i18n.ess.MyApprovals.frmExpenseReportDetail.NoAttachment
source: No attachments found.
fr_be: Aucune pièce jointe trouvée.

# 18n.ess.MyApprovals.frmRequestList.lblAll.text
source: All
fr_be: Tout

# 18n.ess.MyApprovals.frmRequestList.lblLeave.text
source: Leave
fr_be: Congé

# 18n.ess.MyApprovals.frmRequestList.lblTime.text
source: Time
fr_be: Prestation

# 18n.ess.MyApprovals.frmRequestList.lblExpense.text
source: Expenses
fr_be: Dépenses

# 18n.ess.MyApprovals.frmRequestList.lblPO.text
source: Purchase Order
fr_be: Bon de commande

# 18n.ess.MyApprovals.frmRequestList.lblWO.text
source: Work Order
fr_be: Ordre de travail

# i18n.ess.MyApprovals.common.ToastMessage.Approved_Succesfully
source: Approved Successfully.
fr_be: Approuvé avec succès.

# i18n.ess.MyApprovals.common.ToastMessage.Rejected_Succesfully
source: Rejected Successfully.
fr_be: A discuter

# i18n.ess.myApprovals.frmTabListview.ListView
source: List View
fr_be: Aperçu de la liste

# i18n.ess.myApprovals.frmTabListview.Overview
source: Overview
fr_be: Aperçu

# i18n.ess.myApprovals.frmTabListview.Attachments
source: Attachments
fr_be: Pièces jointes

# i18n.ess.myApprovals.frmTabListview.FullDetails
source: Full Details
fr_be: Tous les détails

# i18n.ess.myApprovals.frmTabListview.AuditTrial
source: Audit Trail
fr_be: Traçabilité d'audit

# i18n.ess.myApprovals.frmTabListview.Pending
source: Pending
fr_be: En attente

# i18n.ess.myApprovals.frmTabListview.TypeYourCommentsHere
source: Type your comments here
fr_be: Tapez vos commentaires ici

# i18n.ess.myApprovals.frmTabListview.Reject
source: Reject
fr_be: A discuter

# i18n.ess.myApprovals.frmTabListview.Approve
source: Approve
fr_be: Approuver

# i18n.ess.myApprovals.frmTabListview.SearchByName
source: Search by Name
fr_be: Recherche par nom

# i18n.ess.myApprovals.frmTabListview.RequestedOn
source: Requested On
fr_be: Demandé le

# i18n.ess.myApprovals.frmTabListview.DueOn
source: Due On
fr_be: Terminé le

# i18n.ess.myApprovals.frmTabListview.ReceiptSnapshot
source: Receipt Snapshot:
fr_be: Photo pièce jointe:

# i18n.ess.myApprovals.frmTabListview.TotalAmount
source: Total Amount
fr_be: Montant total

# i18n.ess.myApprovals.frmTabListview.ReimbursableAmount
source: Reimbursable Amount
fr_be: Montant remboursable

# i18n.ess.myApprovals.frmTabListview.ApprovedAmount
source: Approved Amount
fr_be: Montant approuvé

# i18n.ess.myApprovals.frmTabListview.TransactionDate
source: Transaction Date
fr_be: Date de la transaction

# i18n.ess.myApprovals.frmTabListview.Location
source: Location
fr_be: Emplacement

# i18n.ess.myApprovals.frmTabListview.BusinessPurpose
source: Business Purpose
fr_be: à des fins commerciales

# i18n.ess.myApprovals.frmTabListview.PaymentType
source: Payment Type
fr_be: Type de paiement

# i18n.ess.myApprovals.frmTabListview.BillableToClient
source: Billable To Client
fr_be: Facturable au client

# i18n.ess.myApprovals.frmTabListview.ClientName
source: Client Name
fr_be: Nom du client

# i18n.ess.myApprovals.Dashboard
source: Dashboard
fr_be: Tableau de bord

# i18n.ess.myApprovals.LeaveRequests
source: Leave Requests
fr_be: Demande de congé

# i18n.ess.myApprovals.ExpenseRequests
source: Expense Requests
fr_be: Demande de dépenses

# i18n.ess.myApprovals.TimeRequests
source: Time Requests
fr_be: Timesheets

# i18n.ess.myApprovals.PurchaseRequests
source: Purchase Requests
fr_be: Demande d'achat

# i18n.ess.myApprovals.WorkRequests
source: Work Requests
fr_be: Demandes de travail

# i18n.ess.MyApprovals.common.ToastMessage.MarkAsLater
source: Marked it as later Sucessfully
fr_be: Marqué comme "plus tard" avec succès

# 18n.ess.MyApprovals.frmRequestList.lblLeaveHeader.text
source: Leave Requests
fr_be: Demandes de congé

# 18n.ess.MyApprovals.frmRequestList.lblTimeHeader.text
source: Time Requests
fr_be: Timesheets

# 18n.ess.MyApprovals.frmRequestList.lblExpenseHeader.text
source: Expense Requests
fr_be: Demandes de dépenses

# 18n.ess.MyApprovals.frmRequestList.lblPurchaseOrderHeader.text
source: Purchase Order
fr_be: Bon de commande

# 18n.ess.MyApprovals.frmRequestList.lblWorkOrderHeader.text
source: Work Order
fr_be: Ordre de travail

# i18n.ess.frmStartup.lblQrCode.text
source: Tap to Scan QR Code
fr_be: Cliquez pour numériser le code QR

# i18n.ess.frmApprovalRequestDetail.lblHeader.LeaveHeader
source: Leave Request Details
fr_be: Quitter les détails de la demande de congé

# i18n.ess.frmApprovalRequestDetail.lblHeader.TimeHeader
source: Time Request Details
fr_be: Détails du timesheet

# i18n.ess.frmApprovalRequestDetail.lblHeader.ExpenseHeader
source: Expense Request Details
fr_be: Détails des demandes de dépenses

# i18n.ess.frmApprovalRequestDetail.lblHeader.PurchaseOrderHeader
source: Purchase Order Details
fr_be: Détails de la commande

# i18n.ess.frmApprovalRequestDetail.lblHeader.WorkOrderHeader
source: Work Order Details
fr_be: Détails de l'ordre de travail

# i18n.ess.frmApprovalRequestDetail.errorMessages.ApprovalRequest
source: unable to retrieve the Approval Request detail
fr_be: Impossible de récupérer les détails de la demande d'approbation

# i18n.ess.frmApprovalRequestDetail.errorMessages.Comments
source: unable to retrive the comments for the approval request
fr_be: Impossible de rétablir les commentaires pour la demande d'approbation

# i18n.ess.frmApprovalRequestDetail.errorMessages.Attachments
source: unable to retrive the Attachemtns for the approval request
fr_be: Impossible de récupérer les pièces jointes pour la demande d'approbation

# i18n.ess.frmApprovalHome.errorMessages.fetchApprovalRequest
source: Error in fetching the approval requests
fr_be: Erreur lors de l'obtention des demandes d'approbation

# i18n.ess.frmApprovalHome.errorMessages.fetchIslaterApprovalRequest
source: Error in fetching the ISlater requests
fr_be: Erreur lors de l'extraction des requêtes ISlater

# i18n.ess.frmApprovalHome.errorMessages.BindingData
source: Error in binding the approval requests
fr_be: Erreur lors de la liaison des demandes d'approbation

# i18n.ess.frmApprovalRequestDetail.errorMessages.EmployeeRetival
source: Unable to retrive the employee id
fr_be: Impossible de récupérer l'ID de l'employé

# i18n.ess.Date.Month.january
source: January
fr_be: Janvier

# i18n.ess.Date.Month.Febrauary
source: February
fr_be: Février

# i18n.ess.Date.Month.March
source: March
fr_be: Mars

# i18n.ess.Date.Month.April
source: April
fr_be: Avril

# i18n.ess.Date.Month.May
source: May
fr_be: Mai

# i18n.ess.Date.Month.June
source: June
fr_be: Juin

# i18n.ess.Date.Month.July
source: July
fr_be: Juillet

# i18n.ess.Date.Month.August
source: August
fr_be: Août

# i18n.ess.Date.Month.September
source: September
fr_be: Septembre

# i18n.ess.Date.Month.October
source: October
fr_be: Octobre

# i18n.ess.Date.Month.November
source: November
fr_be: Novembre

# i18n.ess.Date.Month.December
source: December
fr_be: Décembre

# i18n.ess.frmApprovalHome.errorMessages.FilterSearch
source: Error in loading the filters
fr_be: Erreur lors du chargement des filtres

# i18n.ess.frmApprovalRequestDetail.Title.Leave
source: Leave
fr_be: Congé

# i18n.ess.frmApprovalRequestDetail.errorMessage.ApprovalRequestDetail
source: unable to retrive the details of the approval Request
fr_be: Impossible de récupérer les détails de la demande d'approbation

# i18n.ess.frmApprovalRequestDetail.AppliedOn.text
source: Applied on
fr_be: Appliqué sur

# i18n.ess.myApprovals.pdfErrorMsg
source: Unable to open PDF
fr_be: Impossible d'ouvrir le PDF

# i18n.ess.myApprovals.loadingPdfMsg
source: Loading PDF..
fr_be: Chargement du fichier PDF ..

# i18n.ess.myApprovals.filterErrorMsg
source: Unable to apply filter.
fr_be: Impossible d'appliquer un filtre.

# i18n.ess.frmSettigns.ErrorMessage.loadform
source: Error occured to load settings Page
fr_be: Une erreur s'est produite lors du chargement des paramètres Page

# i18n.ess.Application.errorMessage.internalError
source: Internal error occured during this operation
fr_be: Une erreur interne s'est produite au cours de cette opération

# i18n.ess.frmSettigns.ErrorMessage.Process
source: Error in Processing the requestTypes
fr_be: Erreur dans le traitement de la demandeTypes

# i18n.ess.Application.errorMessage.InputValidation
source: Invalid input to the function
fr_be: Entrée non valide de la fonction

# i18n.ess.myApprovals.MultiSelect.message
source: Please select at least one request
fr_be: Sélectionnez au moins une demande

# kony.apps.ess.DynamicSegment.errorMessages.InvalidInputs
source: invalid Inputs to the DynamicSegment
fr_be: Entrées non valides pour DynamicSegment

# kony.apps.ess.DynamicSegment.errorMessages.SegementCreation
source: Error in Creation of Dynamic Segment
fr_be: Erreur lors de la création du segment dynamique

# kony.apps.ess.DynamicSegment.errorMessages.SetData
source: Error in setting Data to Segment
fr_be: Erreur lors du paramétrage des données au segment

# i18n.ess.myApprovals.ErrorMessage.InvalidInput
source: Invalid Inputs to the function
fr_be: Entrées invalides à la fonction

# i18n.ess.common.audittrail.valueKA
source: Audit Trail
fr_be: Traçabilité d'audit

# i18n.ess.frmSearch.text.SelectRequestText
source: select request
fr_be: Sélectionnez la demande

# i18n.ess.frmSearch.text.SelectStatusText
source: select status
fr_be: Sélectionnez le statut

# i18n.ess.frmSearch.text.SelectPeopleText
source: select people
fr_be: Personnes à sélectionner

# i18n.ess.peopleSearch.ErrorMessage.bindData
source: Unable to bind Data
fr_be: Impossible de lier des données

# i18n.ess.peopleSearch.ErrorMessage.fetchData
source: unable to fetch data
fr_be: Impossible de récupérer des données

# i18n.ess.peopleSearch.ErrorMessage.processData
source: unable to process data
fr_be: Impossible de traiter les données

# i18n.ess.frmApprovalHome.ErrorMessage.dynamicData
source: unable to set the dynamic data
fr_be: Impossible de définir les données dynamiques

# i18n.ess.peopleSearch.ErrorMessage.nullResponse
source: Found Data NULL
fr_be: Données trouvées - NULL

# i18n.ess.Media.errorMessage.loadingMedia
source: unable to load media
fr_be: Impossible de charger des médias

# i18n.ess.frmHamburger.title
source: Employee Self Service
fr_be: Employé self service

# i18n.ess.frmHamburger.AppOnline
source: APP ONLINE
fr_be: APPLICATION EN LIGNE

# i18n.ess.frmHamburger.AppOffline
source: OFFLINE MODE
fr_be: MODE HORS-LIGNE

# i18n.ess.frmHamburger.Logout
source: Logout
fr_be: Déconnexion

# i18n.ess.frmHamburger.Settings
source: Settings
fr_be: Paramètres

# i18n.ess.frmHamburger.LastSyncedOn
source: Application last synced on
fr_be: La dernière application est synchronisée avec

# i18n.ess.frmHamburger.SyncNow
source: Sync Now
fr_be: Synchroniser maintenant

# i18n.ess.frmApprovalHome.btnNow
source: NOW
fr_be: MAINTENANT

# i18n.ess.frmApprovalHome.btnLater
source: LATER
fr_be: PLUS TARD

# i18n.ess.frmApprovalHome.btnFilterAll
source: All
fr_be: Tout

# i18n.ess.MyApprovals.frmApprovalRequestDetail.title
source: Expense Report Details
fr_be: Détails du rapport de dépenses

# i18n.ess.MyApprovals.frmApprovalRequestDetail.btnDetails
source: Details
fr_be: Détails

# i18n.ess.MyApprovals.frmApprovalRequestDetail.btnAttachments
source: Attachments
fr_be: Pièces jointes

# i18n.ess.MyApprovals.frmApprovalRequestDetail.lblRequestedOn
source: Requested On
fr_be: Demandé le

# i18n.ess.MyApprovals.frmApprovalRequestDetail.lblDueOn
source: Due On
fr_be: Terminé le

# i18n.ess.MyApprovals.frmApprovalRequestDetail.lblYou
source: You
fr_be: Vous

# i18n.ess.MyApprovals.frmApprovalRequestDetail.btnReject
source: Reject
fr_be: A discuter

# i18n.ess.MyApprovals.frmApprovalRequestDetail.btnApprove
source: Approve
fr_be: Approuver

# i18n.ess.MyApprovals.frmAudit.lblSysMsg
source: System message
fr_be: Message système

# i18n.ess.MyApprovals.frmFullDetails.title
source: View Full Details
fr_be: Voir tous les détails

# i18n.ess.MyApprovals.frmFullDetails.lblType
source: Draft
fr_be: Brouillon

# i18n.ess.MyApprovals.frmFulldetails.lblExpType
source: Expense Type
fr_be: Type de dépense

# i18n.ess.MyApprovals.frmFullDetails.lblTotalAmount
source: Total Amount
fr_be: Montant total

# i18n.ess.MyApprovals.frmFullDetails.lblReimbursableAmount
source: Reimbursable Amount
fr_be: Montant remboursable

# i18n.ess.MyApprovals.frmFullDetails.lblApprovedAmount
source: Approved Amount
fr_be: Montant approuvé

# i18n.ess.MyApprovals.frmFullDetails.lblPendingFrom
source: Pending With
fr_be: En attente avec

# i18n.ess.MyApprovals.frmFullDetails.lbsRequestType
source: Expense Type
fr_be: Type de dépense

# i18n.ess.MyApprovals.frmFullDetails.lblReqTypeValue
source: General
fr_be: Général

# i18n.ess.MyApprovals.frmIsLaterSearch.title
source: Filter Requests
fr_be: Demandes de filtrage

# i18n.ess.MyApprovals.frmIsLaterSearch.placeholder
source: Search by name
fr_be: Recherche par nom

# i18n.ess.MyApprovals.frmIsLaterSearch.btnFilterAll
source: All
fr_be: Tout

# i18n.ess.MyApprovals.frmIsLaterSearch.lblNoRecordsFound
source: No Records Found
fr_be: Aucun enregistrement trouvé

# i18n.ess.MyApprovals.frmIsLaterSearch.lblReconfigure
source: Reconfigure
fr_be: Reconfigurer

# i18n.ess.MyApprovals.frmMultiSelection.title
source: Filter Request
fr_be: Demande de filtrage

# i18n.ess.MyApprovals.frmMultiSelection.lblClear
source: Cancel
fr_be: Annuler

# i18n.ess.MyApprovals.frmMultiSelection.btnReject
source: Reject
fr_be: A discuter

# i18n.ess.MyAppaorvals.frmMultiSelection.btnApprove
source: Approve
fr_be: Approuver

# i18n.ess.MyApprovals.frmPdfReader.title
source: Pdf Reader
fr_be: Lecteur PDF

# i18n.ess.MyApprovals.frmRequestedList.title
source: Filter Requests
fr_be: Demandes de filtrage

# i18n.ess.MyApprovals.frmRequestedList.lblClear
source: Select
fr_be: Sélectionner

# i18n.ess.MyApprovals.frmRequestedList.placeHolder
source: Search by name
fr_be: Recherche par nom

# i18n.ess.MyApprovals.frmSearch.title
source: History
fr_be: Historique

# i18n.ess.MyApprovals.frmSearch.lblFrom
source: From
fr_be: De

# i18n.ess.MyApprovals.frmSearch.lblTo
source: To
fr_be: À

# i18n.ess.MyApprovals.frmSearch.lblRequestType
source: Request type
fr_be: Type de demande

# i18n.ess.MyApprovals.frmSearch.lblRequests
source: select request
fr_be: Sélectionnez la demande

# i18n.ess.MyApprovals.frmSearch.lblStatus
source: Status
fr_be: Statut

# i18n.ess.MyApprovals.frmSearch.lblLeaveStatus
source: select status
fr_be: Sélectionnez le statut

# i18n.ess.MyApprovals.frmSearch.lblPeople
source: People
fr_be: Personnes

# i18n.ess.MyApprovals.frmSearch.lblUsers
source: select people
fr_be: Personnes à sélectionner

# i18n.ess.MyApprovals.frmSearch.lblDone
source: Apply
fr_be: Appliquer

# i18n.ess.MyApprovals.frmSearch.lblClearSrcScreen
source: Clear
fr_be: Effacer

# i18n.ess.MyApprovals.frmSearch.lblHeader
source: Select
fr_be: Sélectionner

# i18n.ess.MyApprovals.frmSearch.lblClear
source: Done
fr_be: Terminé

# i18n.ess.MyApprovals.frmSettings.title
source: Settings
fr_be: Paramètres

# i18n.ess.MyApprovals.frmSettings.lblShowFirst
source: Show first
fr_be: Montrer d'abord

# i18n.ess.MyApprovals.frmStartUp.title
source: My Approvals
fr_be: Mes approbations

# i18n.ess.MyApprovals.frmStartUp.lblManualSetup
source: Setup Manually
fr_be: Configuration manuelle

# i18n.ess.MyApprovals.frmStartUp.lblAppKey
source: App Key
fr_be: Clé de l'application

# i18n.ess.MyApprovals.frmStartUp.lblAppSecret
source: App Secret
fr_be: Secret de l'application

# i18n.ess.MyApprovals.frmStartUp.lblServiceUrl
source: Service URL
fr_be: URL du service

# i18n.ess.MyApprovals.frmStartUp.btnConnect
source: Connect
fr_be: Connecter

# i18n.ess.MyApprovals.frmStartUp.lblLogin
source: Login
fr_be: S'identifier

# i18n.ess.syncProgressBar.syncCompleted
source: Sync Completed !
fr_be: Sync Terminée!

# i18n.ess.syncProgressBar.syncError
source: Sync Error Occured
fr_be: Erreur de synchronisation s'est produite

# i18n.ess.MyApprovals.tempSegApprovalRequest.later
source: Later
fr_be: Plus tard

# i18n.ess.MyApprovals.tempSegApprovalRequest.Reject
source: Reject
fr_be: A discuter

# i18n.ess.MyApprovals.tempSegApprovalRequest.Approve
source: Approve
fr_be: Approuver

# i18n.ess.MyApprovals.tempFullDetails.lblType
source: Expense Type
fr_be: Type de dépense

# i18n.ess.MyApprovals.tempFullDetails.lblValue
source: General
fr_be: Général

# i18n.ess.MyApprovals.tempSegApprovalRequest.lblDueDateHeader
source: Due Date
fr_be: Date d'échéance

# i18n.ess.MyApprovals.tempSegApprovalRequest.lblExpiresHeader
source: Expires in
fr_be: Expire dans

# i18n.ess.MyApprovals.tempSegApprovalRequest.lblDeligated
source: Deligated
fr_be: Délégué

# i18n.ess.MyApprovals.tempSegRequests.btnApprove
source: Approve
fr_be: Approuver

# i18n.ess.MyApprovals.tempSegRequests.btnReject
source: Reject
fr_be: A discuter

# i18n.ess.MyApprovals.tempSegRequests.lblDueDate
source: Due date
fr_be: Date d'échéance

# i18n.ess.myapproval.delegationrequests
source: Delegation Requests
fr_be: Demandes de délégation

# i18n.ess.myapproval.sentbyme
source: Sent by me
fr_be: Envoyé par moi

# i18n.ess.myapproval.received
source: Received
fr_be: Reçu

# i18n.ess.myapproval.adddelegationrequest
source: + Add Delegation Request
fr_be: + Ajouter une demande de délégation

# i18n.ess.myapproval.newdelegationrequest
source: New Delegation Request
fr_be: Nouvelle demande de délégation

# i18n.ess.myapproval.delegationPeriod
source: Delegation Period
fr_be: Période de délégation

# i18n.ess.myapproval.indefinite
source: Indefinite
fr_be: Indéterminé

# i18n.ess.myapproval.selectedDelegatedApprover
source: Selected Delegated Approver
fr_be: Approbateur délégué sélectionné

# i18n.ess.myapproval.change
source: Change
fr_be: Changement

# i18n.ess.myapproval.typeOfRequest
source: Type of Request
fr_be: Type de demande

# i18n.ess.myapproval.selectAll
source: Select All
fr_be: Tout sélectionner

# i18n.ess.myapproval.comments
source: Comments
fr_be: Commentaires

# i18n.ess.myapproval.typeHere
source: Type here
fr_be: Écrivez-ici

# i18n.ess.myapproval.submit
source: Submit
fr_be: Soumettre

# i18n.ess.loadingForm
source: Loading Form
fr_be: Formulaire de chargement

# i18n.ess.myApproval.Alert.text
source: Alert
fr_be: Alerte

# i18n.ess.myApproval.genericErrorMsg.text
source: We are facing technical difficulty at the moment, please try again later.
fr_be: Nous sommes confrontés à des difficultés techniques pour le moment, réessayez plus tard.

# i18n.ess.myApprovals.errorChangeSkin
source: Unable to change Skins
fr_be: Impossible de changer les Skins
